<html>
    <head>
        <title>Guia de Estudio de Fisica</title>
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <link rel="stylesheet" href="../guiafstyle.css">
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    </head>
    <body>
        <div class="container">
            <nav>
                <img src="../images/back-removebg-preview.png" width="32px" height="32px" onclick="location.href='../guiaestudio.html'" style="cursor: pointer;">
                <ul>
                    <li><a href="../herramientas.html">Herramientas</a></li>
                    <li><a href="../actividades.html">Actividades</a></li>
                    <li><a href="../guiaestudio.html">Guia de Estudio</a></li>
                    <li><a href="../creditos.html">Creditos</a></li>
                </ul>
           </nav>
            <div class="content">
                <p><h1>Introducci&oacute;n</h1></p><br>
                <hr width="80%" size="2"><br>
                La F&iacute;sica es un pilar para la ciencia moderna, basada en la comprensi&oacute;n de conceptos y
                procesos f&iacute;sicos. es la base para el entendimiento de gran parte del mundo que nos rodea.<br><br>
                
                El desarrollo tecnol&oacute;gico y las consecuencias que de &eacute;l derivan est&aacute;n estrechamente relacionados
                con el avance del estudio de los fen&oacute;menos físicos.
                Estos avances han sido posibles debido a la cuantificaci&oacute;n y medici&oacute;n de la magnitud de los hechos,
                por lo que en esta unidad es considerado, y ampliamente visto el estudio del Sistema Internacional de Medida, as&iacute; como
                tambi&en la Notaci&oacute;n Cient&iacute;fica.<br>
                <br>Los objetivos de la guia de estudio:<br>1. Desarrollar los conocimientos basicos de la f&iacute;sica, su divisi&oacute;n y su relaci&oacute;n con otras ciencias.<br>
                La f&iacute;sica es esencial para comprender nuestro mundo, se han realizado avances cient&iacute;ficos y tecnol&oacute;gicos, como los medios de comunicaci&oacute;n con las computadoras, la televisi&oacute;n, la antena, el tel&eacute;fono, etc.<br>
                <br>La relaci&oacute;n de la fisica con otras ciencias se establece de la siguiente manera:<br><br>
                Las Matem&aacute;ticas permiten cuantificar los diversos fen&oacute;menos f&iacute;sicos que ocurren en la naturaleza.
La Qu&iacute;mica explica con leyes f&iacute;sicas las interacciones moleculares de la materia.
La Geolog&iacute;a aplica leyes físicas para comprender la estructura, evolución y transformación de la
Tierra.
La Biolog&iacute;a aplica leyes f&iacute;sicas para explicar la vida org&aacute;nica.
La Astronom&iacute;a aplica leyes de &oacute;ptica para desarrollar sus observaciones.
La Mineralog&iacute;a aplica la F&iacute;sica a las estructuras at&oacute;micas de la materia.
La Meteorolog&iacute;a aplica conceptos de presi&oacute;n y temperatura.
La Geograf&iacute;a aplica leyes f&iacute;sicas en la descripci&oacute;n de la Tierra y los cambios en la superficie. <br>
                <button class="btnsig" onclick="location.href ='fisica2g.html'">Siguiente</button>
                <button class="btnant" onclick="location.href ='fisica0g.html'">Anterior</button>
            </div>
        </div>
    </body>